// UTF-8（BOMなし推奨）
window.QUOTATION_DATA = {
  header:{"title":"御見積書","quotation_no":"332_001","date":"2025/11/04","to_name":"〇〇株式会社 御中","to_addr":"〒000-0000 東京都〇〇区〇〇 1-2-33","to_tel":"TEL 03-0000-0000","to_attn":"fin@example.com","from_name":"△△商事株式会社","from_addr":"〒100-0000 東京都千代田区1-1-1","from_tel":"TEL 03-1234-5678","from_mail":"sales@example.com","tax_rate":10.,"notes":"注意事項：注意事項１２３４５６７８９１０\n納期：2025年11月29日\n納地：札幌市中央区１２３４５６７８"},
  items:[
    {"No":1.,"品名":"品名1","規格":"規格1","数量":1.,"単位":"EA","備考":"備考1"},
    {"No":2.,"品名":"品名2","規格":"規格234567890101112131415","数量":2.,"単位":"EA","備考":"備考2"},
    {"No":3.,"品名":"品名3","規格":"規格3","数量":3.,"単位":"EA","備考":"備考345678910112131415"},
    {"No":4.,"品名":"品名4","規格":"規格4","数量":4.,"単位":"EA","備考":"備考4"},
    {"No":5.,"品名":"品名5","規格":"規格5","数量":5.,"単位":"EA","備考":"備考5"},
    {"No":6.,"品名":"品名6","規格":"規格6","数量":6.,"単位":"EA","備考":"備考6"},
    {"No":7.,"品名":"品名7","規格":"規格7","数量":7.,"単位":"EA","備考":"備考7"},
    {"No":8.,"品名":"品名8","規格":"規格8","数量":8.,"単位":"EA","備考":"備考8"},
    {"No":9.,"品名":"品名9","規格":"規格9","数量":9.,"単位":"EA","備考":"備考9"},
    {"No":10.,"品名":"品名10","規格":"規格10","数量":10.,"単位":"EA","備考":"備考10"},
    {"No":11.,"品名":"品名11","規格":"規格11","数量":11.,"単位":"EA","備考":"備考11"},
    {"No":12.,"品名":"品名12","規格":"規格12","数量":12.,"単位":"EA","備考":"備考12"},
    {"No":13.,"品名":"品名13","規格":"規格13","数量":13.,"単位":"EA","備考":"備考13"},
    {"No":14.,"品名":"品名14","規格":"規格14","数量":14.,"単位":"EA","備考":"備考14"},
    {"No":15.,"品名":"品名15","規格":"規格15","数量":15.,"単位":"EA","備考":"備考15"}
  ]
};
